--by @alireza_PT (@CliApi)

--Our channel: @create_antispam_bot

do

local function alirezapt(msg, matches)
if is_sudo(msg) then 
return [[ 
<i>"راهنماي فارسي انگليسي جگوار"</i>

🏅قفل ها:
🏅'<b>lock links</b>' =  قفل لینک\n
🏅 '<b>lock flood</b> '=  قفل حساسیت\n
🏅 '<b>lock weblink</b>' =  قفل وب لینک\n
🏅 '<b>lock tag</b>' =  قفل تگ\n
🏅 '<b>lock sticker</b>' =  قفل استیکر\n
🏅 '<b>lock contacts</b>'  =  قفل مخاطب\n
🏅 '<b>lock forward</b>' =  قفل فروارد\n
🏅 '<b>lock persian</b>' =  قفل فارسی\n
🏅 '<b>lock english</b>' = قفل انگلیسی\n
🏅'<b>lock media</b>' =  my رسانه\n
🏅 '<b>lock badwords</b>' =  قفل کلمات\n زشت
🏅 '<b>lock shere</b>' =  قفل اشتراک گذاری\n
🏅 '<b>lock poker</b>' =  قفل پوکر\n
🏅 '<b>lock inline</b>' =  قفل اینلاین\n
🏅 '<b>lock emoji</b>' = جئقفل شکلک\n
🏅 '<b>lock bots</b>' =  قفل ربات\n
🏅 '<i>lock</i>' =  قفل\n
🏅 '<i>unlock</i>' =  بازکردن\n
       ❈❈❈❈❈❈❈❈❈❈❈❈❈❈❈
🏅ممنوعیت ها:
🏅 "<b>mute all</b> = "ممنوعیت همه"
🏅 "<b>mute gif</b> = "ممنوعیت گیف"
🏅 "<b>mute photo</b> = "ممنوعیت عکس"
🏅 "<b>mute audio</b> = "ممنوعیت اهنگ"
🏅 "<b>mute voice</b> = "ممنوعیت صدا"
🏅 "<b>mute video</b> = "ممنوعیت فیلم"
🏅 '<b>mute text </b>'=  ممنوعیت متن
🏅 "<b>mute</b> = "ممنوعیت"
🏅 "<b>unmute</b> = "حذف ممنوعیت"

🏅 "<b>promote</b> = "ارتقا[ایدی|ریپلی]"
🏅 "<b>demote [reply/id]</b> = "عزل [ایدی/ریپلای]"
🏅 "<b>kick</b> = اخراج
🏅 "<b>muteuser</b> = "خفه کردن[برای خارج کردن تکرار همین دستور]"
🏅 "<b>ban</b> = "مسدودکردن ازگروه[ریپلی|ایدی]"
🏅 "<b>unban</> = "خارج کردن از مسدودیت گروه"
🏅 "<b>setname</b> = "تنظیم نام"
🏅 "<b>setphoto</b> = "تنظیم عکس"
🏅 "<b>setlink</b> = "تنظيم لينک"
🏅 "<b>link</b> = "لينک"
🏅 "<b>setrules</b> = "تنظيم قوانين"
🏅 "<b>rules</b> = "قوانين"
🏅 "<b>rmsg</b> = "پاک کردن [تعداد]"

🏅 "<b>joke</b> = "جوک"
🏅 "<b>fal</b> = "فال"
🏅 "<b>time</b> = "اعلام زمان"

🏅 شما میتونید از ` !,/,# یا حتی بدون این علائم برای ارسال دستور استفاده کنید
🏅 '<b>jagwarTG V.3</b>
🏅 OMEGA TEAM
     
]]
     end
     end
return {  
  patterns = {
       "^[!#/](help)$",
  },
  run = alirezapt,
}

end

--by @alireza_PT (@CliApi)

--Our channel: @create_antispam_bot
